Repository: Some-Apps/Incremental
Catalog: Calisthenics/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, ru, zh_hans, zh_hant

source: This End User License Agreement ("EULA") is a legal agreement between you ("User") and Jared Jones ("Licensor") for the use of the Incremental: Calisthenics application (the "App"). By downloading, installing, or using the App, you agree to be bound by the terms of this EULA.
de: Diese Endbenutzer-Lizenzvereinbarung (EULA) ist eine rechtliche Vereinbarung zwischen Ihnen (Benutzer) und Jared Jones (Lizenzgeber) für die Nutzung der Incremental: Calisthenics-Anwendung (die App). Durch das Herunterladen, Installieren oder Verwenden der App stimmen Sie den Bedingungen dieser EULA zu.
es: Este Acuerdo de Licencia de Usuario Final ("EULA") es un acuerdo legal entre usted ("Usuario") y Jared Jones ("Licenciante") para el uso de la aplicación Incremental: Calisthenics (la "Aplicación"). Al descargar, instalar o usar la Aplicación, usted acepta estar sujeto a los términos de este EULA.
fr: Ce Contrat de Licence Utilisateur Final ("CLUF") est un accord juridique entre vous ("Utilisateur") et Jared Jones ("Concédant") pour l'utilisation de l'application Incremental: Calisthenics (l'"App"). En téléchargeant, installant ou utilisant l'App, vous acceptez d'être lié par les termes de ce CLUF.
ja: このエンドユーザーライセンス契約（「EULA」）は、Incremental: Calisthenicsアプリケーション（「アプリ」）の使用に関して、あなた（「ユーザー」）とジャレッド・ジョーンズ（「ライセンサー」）の間の法的契約です。アプリをダウンロード、インストール、または使用することにより、このEULAの条項に拘束されることに同意したことになります。
ko: 이 최종 사용자 사용권 계약서("EULA")는 Incremental: Calisthenics 애플리케이션("앱") 사용에 대해 귀하("사용자")와 Jared Jones("라이센스 제공자") 간의 법적 계약입니다. 앱을 다운로드, 설치 또는 사용함으로써 이 EULA의 조건에 동의하는 것으로 간주됩니다.
pt_br: Este Contrato de Licença de Usuário Final ("EULA") é um acordo legal entre você ("Usuário") e Jared Jones ("Licenciador") para o uso do aplicativo Incremental: Calisthenics (o "App"). Ao baixar, instalar ou usar o aplicativo, você concorda em estar vinculado aos termos deste EULA.
pt_pt: Este Acordo de Licença de Utilizador Final ("EULA") é um acordo legal entre você ("Utilizador") e Jared Jones ("Licenciador") para o uso da aplicação Incremental: Calisthenics (a "App"). Ao baixar, instalar ou usar a App, você concorda em cumprir os termos deste EULA.
ru: Настоящее Лицензионное соглашение с конечным пользователем ("ЛСЗП") является юридическим соглашением между вами ("Пользователь") и Джаредом Джонсом ("Лицензиар") относительно использования приложения Incremental: Calisthenics (далее - "Приложение"). Загружая, устанавливая или используя Приложение, вы соглашаетесь соблюдать условия этого ЛСЗП.
zh_hans: 本最终用户许可协议（“EULA”）是您（“用户”）与 Jared Jones（“许可方”）之间关于使用 Incremental: Calisthenics 应用程序（“应用程序”）的法律协议。通过下载、安装或使用该应用程序，您同意受本 EULA 条款的约束。
zh_hant: 本最終用戶許可協議（“EULA”）是您（“用戶”）與Jared Jones（“授權人”）之間關於使用Incremental：徒手健身應用程式（“應用程式”）的法律協議。通過下載、安裝或使用本應用程式，您同意受本EULA條款的約束。

source: This EULA shall be governed by and construed in accordance with the laws of the State of Wisconsin, without regard to its conflict of law principles.
de: Diese EULA unterliegt den Gesetzen des Bundesstaates Wisconsin und wird in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf dessen kollisionsrechtliche Grundsätze.
es: Este EULA se regirá e interpretará de acuerdo con las leyes del Estado de Wisconsin, sin tener en cuenta sus principios de conflicto de leyes.
fr: Ce CLUF est régi et interprété conformément aux lois de l'État du Wisconsin, sans égard à ses principes de conflit de lois.
ja: このEULAは、法の抵触原則に関係なく、ウィスコンシン州の法律に準拠し、それに従って解釈されます。
ko: 이 EULA는 법의 충돌 원칙에 관계없이 위스콘신 주법에 따라 규율되고 해석됩니다.
pt_br: Este EULA será regido e interpretado de acordo com as leis do Estado de Wisconsin, sem considerar seus princípios de conflito de leis.
pt_pt: Este EULA será regido e interpretado de acordo com as leis do Estado de Wisconsin, sem consideração aos seus princípios de conflito de leis.
ru: Настоящий ЛСЗП регулируется и толкуется в соответствии с законодательством штата Висконсин, без учета его принципов конфликта законов.
zh_hans: 本最终用户许可协议受威斯康星州法律管辖并根据其解释，不考虑其法律冲突原则。
zh_hant: 本EULA受威斯康辛州法律管轄並依其解釋，不考慮其法律衝突原則。

source: This is where exercises go when you tap "Stash Exercise". You can complete them just as you would in the "Exercise" tab. You can have a maximum of 10 stashed exercises at a time.
de: Hier landen Übungen, wenn Sie auf "Übung lagern" tippen. Sie können sie genauso abschließen wie im "Übung"-Tab. Sie können maximal 10 gelagerte Übungen gleichzeitig haben.
es: Aquí es donde van los ejercicios cuando tocas "Guardar Ejercicio". Puedes completarlos tal como lo harías en la pestaña "Ejercicio". Puedes tener un máximo de 10 ejercicios almacenados a la vez.
fr: C'est ici que vont les exercices lorsque vous appuyez sur "Mettre de côté". Vous pouvez les compléter tout comme vous le feriez dans l'onglet "Exercice". Vous pouvez avoir un maximum de 10 exercices mis de côté à la fois.
ja: 「エクササイズをストック」タップすると、ここに運動が保存されます。「運動」タブと同じように完了できます。一度に最大10個の運動をストックできます。
ko: 이곳은 "운동 보관"을 탭했을 때 운동이 이동하는 장소입니다. "운동" 탭에서와 동일하게 운동을 완료할 수 있습니다. 최대 10개의 운동을 한 번에 보관할 수 있습니다.
pt_br: É aqui que os exercícios vão quando você toca em "Armazenar Exercício". Você pode completá-los assim como faria na aba "Exercício". Você pode ter no máximo 10 exercícios armazenados ao mesmo tempo.
pt_pt: Aqui é onde os exercícios vão quando tocas em "Guardar Exercício". Podes completá-los tal como farias no separador "Exercício". Podes ter um máximo de 10 exercícios guardados ao mesmo tempo.
ru: Здесь находятся упражнения, когда вы нажимаете «Сохранить упражнение». Вы можете выполнять их так же, как на закладке «Упражнения». Вы можете иметь максимум 10 сохраненных упражнений одновременно.
zh_hans: 这是当你点击“存放运动”时运动存放的地方。你可以像在“运动态”选项卡中一样完成它们。你最多可以同时存放10个运动。
zh_hant: 當您輕點 "收藏運動" 時，這些運動會移到這裡。您可以像在 "運動" 標籤中一樣完成它們。您一次最多可以收藏 10 個運動。

source: This is where exercises go when you tap \"Stash Exercise\". You can complete them just as you would in the \"Exercise\" tab. You can have a maximum of 10 stashed exercises at a time.
de: Hier landen Übungen, wenn Sie auf „Übung lagern“ tippen. Sie können sie genauso abschließen wie im „Übung“-Tab. Sie können maximal 10 gelagerte Übungen gleichzeitig haben.
es: Aquí es donde van los ejercicios cuando tocas "Guardar Ejercicio". Puedes completarlos tal como lo harías en la pestaña "Ejercicio". Puedes tener un máximo de 10 ejercicios almacenados a la vez.
fr: C'est ici que vont les exercices lorsque vous appuyez sur "Mettre de côté". Vous pouvez les compléter tout comme vous le feriez dans l'onglet "Exercice". Vous pouvez avoir un maximum de 10 exercices mis de côté à la fois.
ja: 「エクササイズをストック」タップすると、ここに運動が保存されます。「運動」タブと同じように完了できます。一度に最大10個の運動をストックできます。
ko: 이곳은 "운동 보관"을 탭했을 때 운동이 이동하는 장소입니다. "운동" 탭에서와 동일하게 운동을 완료할 수 있습니다. 최대 10개의 운동을 한 번에 보관할 수 있습니다.
pt_br: É aqui que os exercícios vão quando você toca em "Armazenar Exercício". Você pode completá-los assim como faria na aba "Exercício". Você pode ter no máximo 10 exercícios armazenados ao mesmo tempo.
pt_pt: Aqui é onde os exercícios vão quando tocas em "Guardar Exercício". Podes completá-los tal como farias no separador "Exercício". Podes ter um máximo de 10 exercícios guardados ao mesmo tempo.
ru: Здесь находятся упражнения, когда вы нажимаете «Сохранить упражнение». Вы можете выполнять их так же, как на закладке «Упражнения». Вы можете иметь максимум 10 сохраненных упражнений одновременно.
zh_hans: 这是当你点击“存放运动”时运动存放的地方。你可以像在“运动态”选项卡中一样完成它们。你最多可以同时存放10个运动。
zh_hant: 當您輕點 "收藏運動" 時，這些運動會移到這裡。您可以像在 "運動" 標籤中一樣完成它們。您一次最多可以收藏 10 個運動。

source: This license is effective until terminated. Your rights under this EULA will terminate automatically without notice if you fail to comply with any of its terms. Upon termination, you must cease all use of the App and delete all copies of the App from your devices.
de: Diese Lizenz ist bis zur Kündigung wirksam. Ihre Rechte aus dieser EULA enden automatisch ohne Benachrichtigung, wenn Sie gegen eine ihrer Bedingungen verstoßen. Nach Beendigung müssen Sie die Nutzung der App einstellen und alle Kopien der App von Ihren Geräten löschen.
es: Esta licencia es efectiva hasta su terminación. Sus derechos bajo este EULA se terminarán automáticamente sin previo aviso si usted no cumple con alguno de sus términos. Al finalizar, debe cesar todo uso de la Aplicación y eliminar todas las copias de la Aplicación de sus dispositivos.
fr: Cette licence est effective jusqu'à sa résiliation. Vos droits en vertu de ce CLUF seront automatiquement résiliés sans préavis si vous ne respectez pas l'une de ses conditions. En cas de résiliation, vous devez cesser toute utilisation de l'App et supprimer toutes les copies de l'App de vos appareils.
ja: このライセンスは終了するまで有効です。本EULAの条件のいずれかに従わなかった場合、通知なしに自動的に終了します。終了時には、アプリのすべての使用を中止し、デバイスからアプリのすべてのコピーを削除する必要があります。
ko: 이 라이센스는 종료될 때까지 유효합니다. 이 EULA의 조건을 준수하지 않을 경우 귀하의 권리는 통지 없이 자동으로 종료됩니다. 종료되면 앱의 모든 사용을 중지하고 기기에서 앱의 모든 사본을 삭제해야 합니다.
pt_br: Esta licença é efetiva até ser terminada. Seus direitos sob este EULA serão automaticamente encerrados sem aviso prévio se você não cumprir com qualquer um de seus termos. Ao término, você deve cessar todo uso do aplicativo e deletar todas as cópias do aplicativo de seus dispositivos.
pt_pt: Esta licença é válida até ser terminada. Os seus direitos sob este EULA serão terminados automaticamente sem aviso se você não cumprir com qualquer um dos seus termos. Após a terminação, você deve cessar todo o uso da App e excluir todas as cópias da App dos seus dispositivos.
ru: Эта лицензия действует до момента прекращения. Ваши права по этому ЛСЗП прекращаются автоматически без уведомления, если вы не выполняете какие-либо его условия. В случае прекращения вы должны прекратить использование Приложения и удалить все копии Приложения с ваших устройств.
zh_hans: 此许可有效期至终止。若您未能遵守其任何条款，您在本 EULA 下的权利将自动终止，无需通知。终止后，您必须停止使用该应用程序并删除设备上的所有应用程序副本。
zh_hant: 本許可在終止之前一直有效。如果您未能遵守本EULA的任何條款，您的權利將自動終止，無需通知。終止後，您必須停止所有使用本應用程式的行為，並刪除設備上所有應用程式的副本。

source: This Privacy Policy describes the practices regarding the personal information associated with the use of the Incremental: Calisthenics application (the "App").
de: Diese Datenschutzrichtlinie beschreibt die Praktiken in Bezug auf die personenbezogenen Daten, die mit der Nutzung der Incremental: Calisthenics-Anwendung (die App) verbunden sind.
es: Esta Política de Privacidad describe las prácticas relacionadas con la información personal asociada con el uso de la aplicación Incremental: Calisthenics (la "Aplicación").
fr: Cette Politique de Confidentialité décrit les pratiques concernant les informations personnelles associées à l'utilisation de l'application Incremental: Calisthenics (l'"App").
ja: このプライバシーポリシーは、Incremental: Calisthenicsアプリケーション（「アプリ」）の使用に関連する個人情報に関する取り扱いについて説明しています。
ko: 이 개인정보 보호정책은 Incremental: Calisthenics 애플리케이션("앱") 사용과 관련된 개인 정보에 관한 관행을 설명합니다.
pt_br: Esta Política de Privacidade descreve as práticas em relação às informações pessoais associadas ao uso do aplicativo Incremental: Calisthenics (o "App").
pt_pt: Esta Política de Privacidade descreve as práticas relativas à informação pessoal associada ao uso da aplicação Incremental: Calisthenics (a "App").
ru: Настоящая Политика конфиденциальности описывает практики в отношении личной информации, связанной с использованием приложения Incremental: Calisthenics (далее - "Приложение").
zh_hans: 本隐私政策描述了与使用 Incremental: Calisthenics 应用程序（“应用程序”）相关的个人信息处理做法。
zh_hant: 本隱私政策描述了與使用Incremental：徒手健身應用程式（“應用程式”）相關的個人信息處理慣例。

source: To the fullest extent permitted by law, Licensor shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use or inability to use the App, even if advised of the possibility of such damages.
de: Im größtmöglichen gesetzlich zulässigen Umfang haftet der Lizenzgeber nicht für indirekte, zufällige, besondere, Folgeschäden oder Strafschadensersatz, die sich aus Ihrer Nutzung oder Unfähigkeit zur Nutzung der App ergeben, selbst wenn auf die Möglichkeit solcher Schäden hingewiesen wurde.
es: En la mayor medida permitida por la ley, el Licenciante no será responsable de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de o esté relacionado con su uso o imposibilidad de uso de la Aplicación, incluso si se le ha advertido de la posibilidad de dichos daños.
fr: Dans toute la mesure permise par la loi, le Concédant ne saurait être tenu responsable des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs résultant de ou liés à votre utilisation ou impossibilité d'utiliser l'App, même si informé de la possibilité de tels dommages.
ja: 法律で認められる最大限の範囲で、ライセンサーは、アプリの使用または使用不能に起因または関連する間接的、付随的、特別、結果的、または懲罰的損害について、そうした損害の可能性を事前に知らせていた場合でも、一切責任を負いません。
ko: 법이 허용하는 최대 한도 내에서, 라이센스 제공자는 귀하의 앱 사용 또는 사용 불가로 인해 발생하는 어떠한 간접적, 부수적, 특별, 결과적 또는 징벌적 손해에 대해 책임을 지지 않습니다. 이러한 손해의 가능성에 대해 조언을 받았다 하더라도 마찬가지입니다.
pt_br: Na medida máxima permitida por lei, o Licenciador não será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes de ou relacionados ao seu uso ou incapacidade de usar o aplicativo, mesmo que avisado da possibilidade de tais danos.
pt_pt: Na máxima extensão permitida por lei, o Licenciador não será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes ou relacionados com o seu uso ou incapacidade de usar a App, mesmo se alertado para a possibilidade de tais danos.
ru: В максимально возможной степени, разрешенной законом, Лицензиар не несет ответственности за любые косвенные, случайные, специальные, дополнительные или штрафные убытки, возникшие из-за или в связи с вашим использованием или невозможностью использовать Приложение, даже если вас уведомили о возможности таких убытков.
zh_hans: 在法律允许的最大范围内，许可方对因您使用或无法使用该应用程序而产生的任何间接的、附带的、特殊的、后果性的或惩罚性的损害不承担责任，即使已被告知可能会发生此类损害。
zh_hant: 在法律允許的最大範圍內，對於因您使用或無法使用本應用程式而引起的任何間接、附帶、特殊、後果性或懲罰性損害，即使已被告知可能會發生此類損害，授權人也不承擔任何責任。

source: Total Duration:
de: Gesamtdauer:
es: Duración total:
fr: Durée totale :
ja: 合計時間:
ko: 총 지속 시간:
pt_br: Duração Total:
pt_pt: Duração Total:
ru: Общая продолжительность:
zh_hans: 总时长：
zh_hant: 總時長:

source: Total Duration: %.2f minutes
de: Gesamtdauer: %.2f Minuten
es: Duración total: %.2f minutos
fr: Durée totale : %.2f minutes
ja: 合計時間: %.2f 分
ko: 총 지속 시간: %.2f분
pt_br: Duração Total: %.2f minutos
pt_pt: Duração Total: %.2f minutos
ru: Общая продолжительность: %.2f минут
zh_hans: 总时长：%.2f分钟
zh_hant: 總時長: %.2f 分鐘

source: Total Reps:
de: Gesamtwiederholungen:
es: Repeticiones totales:
fr: Total des répétitions :
ja: 合計回数:
ko: 총 반복 횟수:
pt_br: Total de Repetições:
pt_pt: Total de Repetições:
ru: Всего повторений:
zh_hans: 总重复次数：
zh_hant: 總次數:

source: Total Reps: %lld
de: Gesamtwiederholungen: %lld
es: Repeticiones totales: %lld
fr: Total des répétitions : %lld
ja: 合計回数: %lld
ko: 총 반복 횟수: %lld
pt_br: Total de Repetições: %lld
pt_pt: Total de Repetições: %lld
ru: Всего повторений: %lld
zh_hans: 总重复次数：%lld
zh_hant: 總次數: %lld

source: Total Sets Completed:
de: Gesamtanzahl der abgeschlossenen Sätze:
es: Series totales completadas:
fr: Total des séries complétées :
ja: 達成セット数:
ko: 총 세트 완료:
pt_br: Total de Séries Completas:
pt_pt: Total de Séries Completadas:
ru: Всего завершённых подходов:
zh_hans: 完成的总组数：
zh_hant: 總組數完成:

source: Total Time (min)
de: Gesamtzeit (min)
es: Tiempo total (min)
fr: Durée totale (min)
ja: 合計時間 (分)
ko: 총 시간 (분)
pt_br: Tempo Total (min)
pt_pt: Tempo Total (min)
ru: Общее время (мин)
zh_hans: 总时间（分钟）
zh_hant: 總時間 (分鐘)

source: Total Time:
de: Gesamtzeit:
es: Tiempo total:
fr: Durée totale :
ja: 合計時間:
ko: 총 시간:
pt_br: Tempo Total:
pt_pt: Tempo Total:
ru: Общее время:
zh_hans: 总时间：
zh_hant: 總時間:

source: Traditional Strength Training
de: Traditionelles Krafttraining
es: Entrenamiento de fuerza tradicional
fr: Entraînement de force traditionnel
ja: 従来の筋力トレーニング
ko: 전통적인 근력 운동
pt_br: Treinamento de Força Tradicional
pt_pt: Treino de Força Tradicional
ru: Традиционная силовая тренировка
zh_hans: 传统力量训练
zh_hant: 傳統力量訓練

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
pt_pt: Unidades
ru: Единицы
zh_hans: 单位
zh_hant: 單位

source: Upgrade
de: Aufrüsten
es: Mejorar
fr: Améliorer
ja: アップグレード
ko: 업그레이드
pt_br: Atualizar
pt_pt: Melhorar
ru: Улучшение
zh_hans: 升级
zh_hant: 升級

source: Upgrade to Incremental Pro
de: Aufrüsten auf Incremental Pro
es: Actualiza a Incremental Pro
fr: Passer à Incremental Pro
ja: 「Incremental Pro」にアップグレード
ko: Incremental Pro로 업그레이드하기
pt_br: Atualize para Incremental Pro
pt_pt: Atualize para Incremental Pro
ru: Обновите до Incremental Pro
zh_hans: 升级到 Incremental Pro
zh_hant: 升級到 Incremental 專業版

source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de Usuario
fr: Accord de l'utilisateur
ja: 利用規約
ko: 사용자 동의서
pt_br: Acordo de Usuário
pt_pt: Contrato de Utilizador
ru: Пользовательское соглашение
zh_hans: 用户协议
zh_hant: 使用者協議

source: View End User License Agreement (EULA)
de: Endbenutzer-Lizenzvertrag (EULA) anzeigen
es: Ver el Acuerdo de Licencia de Usuario Final (EULA)
fr: Voir le contrat de licence de l'utilisateur final (CLUF)
ja: エンドユーザーライセンス契約（EULA）を表示
ko: 최종 사용자 사용권 계약서(EULA) 보기
pt_br: Ver Acordo de Licença do Usuário Final (EULA)
pt_pt: Ver Contrato de Licença de Utilizador Final (CLUF)
ru: Просмотреть лицензионное соглашение с конечным пользователем (EULA)
zh_hans: 查看最终用户许可协议 (EULA)
zh_hant: 查看最終用戶許可協議 (EULA)

source: View Terms and Conditions
de: Geschäftsbedingungen anzeigen
es: Ver los Términos y Condiciones
fr: Voir les conditions générales
ja: 利用規約を表示
ko: 이용 약관 보기
pt_br: Ver Termos e Condições
pt_pt: Ver Termos e Condições
ru: Просмотреть условия и положения
zh_hans: 查看条款和条件
zh_hant: 查看條款和條件

source: We do not and cannot share your personal information, as we do not collect any.
de: Wir teilen Ihre persönlichen Daten nicht und können dies auch nicht tun, da wir keine sammeln.
es: No compartimos ni podemos compartir su información personal, ya que no recopilamos ninguna.
fr: Nous ne partageons pas et ne pouvons pas partager vos informations personnelles, car nous n'en collectons aucune.
ja: 私たちは個人情報を収集していないため、個人情報を共有することはできませんし、しません。
ko: 우리는 개인정보를 수집하지 않기 때문에, 귀하의 개인정보를 공유하지 않으며 공유할 수도 없습니다.
pt_br: Nós não compartilhamos e nem podemos compartilhar suas informações pessoais, pois não coletamos nenhuma.
pt_pt: Não partilhamos nem podemos partilhar as suas informações pessoais, pois não as recolhemos.
ru: Мы не передаем и не можем передавать вашу личную информацию, так как мы ее не собираем.
zh_hans: 我们不会也不能共享您的个人信息，因为我们不收集任何信息。
zh_hant: 我們不會也無法分享您的個人信息，因為我們不收集任何個人信息。

source: We may update our Privacy Policy from time to time. Any changes will be reflected by the revision date at the top of the policy. Since we do not collect personal data, these updates are typically related to clarity or legal precision.
de: Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Alle Änderungen werden durch das Revisionsdatum oben in der Richtlinie angezeigt. Da wir keine persönlichen Daten sammeln, beziehen sich diese Aktualisierungen normalerweise auf Klarheit oder juristische Präzision.
es: Podríamos actualizar nuestra Política de Privacidad de vez en cuando. Cualquier cambio se reflejará en la fecha de revisión en la parte superior de la política. Dado que no recopilamos datos personales, estas actualizaciones generalmente están relacionadas con la claridad o la precisión legal.
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Tout changement sera reflété par la date de révision en haut de la politique. Étant donné que nous ne collectons pas de données personnelles, ces mises à jour sont généralement liées à la clarté ou à la précision juridique.
ja: 当社はプライバシーポリシーを随時更新する場合があります。変更がある場合は、ポリシーの最上部に記載されている改訂日で確認できます。個人データを収集していないため、これらの更新は通常、明瞭さや法的な精度に関連しています。
ko: 당사는 때때로 개인정보 보호정책을 업데이트할 수 있습니다. 모든 변경사항은 정책 상단의 수정 날짜에 반영됩니다. 개인정보를 수집하지 않기 때문에 이러한 업데이트는 주로 명확성 또는 법적 정밀성과 관련이 있습니다.
pt_br: Podemos atualizar nossa Política de Privacidade de tempos em tempos. Quaisquer alterações serão refletidas pela data de revisão no topo da política. Como não coletamos dados pessoais, essas atualizações geralmente estão relacionadas à clareza ou precisão legal.
pt_pt: Podemos atualizar a nossa Política de Privacidade de tempos a tempos. Quaisquer alterações serão refletidas pela data de revisão no topo da política. Como não recolhemos dados pessoais, estas atualizações são geralmente relacionadas com clarificações ou precisão legal.
ru: Мы можем время от времени обновлять нашу Политику конфиденциальности. Все изменения будут отражены по дате пересмотра наверху политики. Поскольку мы не собираем личные данные, эти обновления обычно связаны с ясностью или юридической точностью.
zh_hans: 我们可能会不时更新我们的隐私政策。任何更改将通过政策顶部的修订日期进行反映。由于我们不收集个人数据，这些更新通常与清晰度或法律精确性有关。
zh_hant: 我們可能會不時更新我們的隱私政策。任何更改將由政策頂部的修訂日期反映。由於我們不收集個人數據，這些更新通常與清晰度或法律準確性相關。

source: We may update these Terms from time to time. The updated Terms will be posted within the App and will take effect immediately upon posting. Your continued use of the App following any changes indicates your acceptance of the new Terms.
de: Wir können diese Bedingungen von Zeit zu Zeit aktualisieren. Die aktualisierten Bedingungen werden innerhalb der App veröffentlicht und treten sofort nach der Veröffentlichung in Kraft. Ihre fortgesetzte Nutzung der App nach Änderungen bedeutet Ihre Akzeptanz der neuen Bedingungen.
es: Podríamos actualizar estos Términos de vez en cuando. Los términos actualizados se publicarán dentro de la Aplicación y entrarán en vigor inmediatamente al publicarse. El uso continuo de la Aplicación después de cualquier cambio indica su aceptación de los nuevos Términos.
fr: Nous pouvons mettre à jour ces termes de temps à autre. Les termes mis à jour seront publiés dans l'application et prendront effet immédiatement après leur publication. Votre utilisation continue de l'application après tout changement indique votre acceptation des nouveaux termes.
ja: 当社は随時、この利用規約を更新する場合があります。更新された利用規約はアプリ内に掲載され、掲載時点からただちに効力を発します。アプリを継続的に使用することにより、更新された利用規約に同意したものとみなされます。
ko: 당사는 때때로 본 약관을 업데이트할 수 있습니다. 업데이트된 약관은 앱 내에 게시되며 게시 즉시 효력이 발생합니다. 귀하가 앱을 계속 사용하는 것은 새로운 약관을 수락함을 의미합니다.
pt_br: Podemos atualizar estes Termos de tempos em tempos. Os Termos atualizados serão publicados no aplicativo e entrarão em vigor imediatamente após a publicação. Seu uso continuado do aplicativo após quaisquer alterações indica sua aceitação dos novos Termos.
pt_pt: Podemos atualizar estes Termos de tempos a tempos. Os Termos atualizados serão publicados na App e entrarão em vigor imediatamente após a publicação. A sua utilização contínua da App após quaisquer alterações indica a sua aceitação dos novos Termos.
ru: Мы можем время от времени обновлять эти Условия. Обновленные Условия будут размещены в приложении и вступят в силу сразу после публикации. Ваше дальнейшее использование приложения после любых изменений означает ваше согласие с новыми Условиями.
zh_hans: 我们可能会不时更新这些条款。更新后的条款将发布在应用程序内，并在发布后立即生效。您继续使用应用程序即表示您接受新的条款。
zh_hant: 我們可能會不時更新這些條款。更新的條款將在應用程序內發布，並在發布後立即生效。您在任何更改後繼續使用本應用程序即表示您接受新的條款。
